epyc-7763/20240828-1439-test/logs/0-32768-1000-index-no-no-no-4096-1725017540/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests/20240828-1439-test/logs/0-32768-1000-index-no-no-no-4096-1725017540/index.sql
scaling factor: 1
query mode: prepared
number of clients: 128
number of threads: 128
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 6864316
number of failed transactions: 0 (0.000%)
latency average = 0.093 ms
initial connection time = 33.238 ms
tps = 1376845.035844 (without initial connection time)